Repository: yigtkaya/StickrAI
Catalog: lib/localization/app_*.arb
Languages: de, ru, tr

# onboardingFirstTitle
source: Start with a prompt, unleash your imagination, and watch it come alive with the magic of stickers!
de: Beginnen Sie mit einem Hinweis, entfesseln Sie Ihre Vorstellungskraft und sehen Sie zu, wie sie mit der Magie der Aufkleber lebendig wird!
ru: Начните с подсказки, раскройте свое воображение и посмотрите, как оно оживает с помощью магии наклеек!
tr: Bir ipucu ile başlayın, hayal gücünüzü serbest bırakın ve çıkartmaların sihrini canlandırın!

# onboardingDisclaimer
source: Your stickers will only witheld in your device, it will not be shared with any third party and will be deleted immediately after the process is completed.
de: Ihre Aufkleber werden nur auf Ihrem Gerät zurückgehalten, sie werden nicht mit Dritten geteilt und sofort nach Abschluss des Prozesses gelöscht.
ru: Ваши наклейки будут храниться только на вашем устройстве, они не будут передаваться третьим лицам и будут немедленно удалены после завершения процесса.
tr: Çıkartmalarınız yalnızca cihazınızda tutulacaktır, üçüncü taraflarla paylaşılmayacak ve işlem tamamlandıktan hemen sonra silinecektir.

# onboardingSecondTitle
source: Upload your image, support with a prompt, unleash your imagination, and watch it come alive with the magic of stickers!
de: Laden Sie Ihr Bild hoch, unterstützen Sie es mit einem Hinweis, entfesseln Sie Ihre Vorstellungskraft und sehen Sie zu, wie es mit der Magie der Aufkleber lebendig wird!
ru: Загрузите свое изображение, поддержите его подсказкой, раскройте свое воображение и посмотрите, как оно оживает с помощью магии наклеек!
tr: Görüntünüzü yükleyin, bir ipucu ile destekleyin, hayal gücünüzü serbest bırakın ve çıkartmaların sihrini canlandırın!

# devam
source: Continue
de: Weiter
ru: Продолжить
tr: Devam

source: Terms and Conditions
de: Nutzungsbedingungen
ru: Условия использования
tr: Kullanım Şartları

source: Privacy Policy
de: Datenschutzrichtlinie
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: Start
ru: Начало
tr: Başla

source: Settings
de: Einstellungen
ru: Настройки
tr: Ayarlar

source: Upgrade to Pro
de: Auf Pro aktualisieren
ru: Получить Pro
tr: Pro'ya Yükselt

# upgradeToProDescription
source: Remove ads, unlock all stickers, and more!
de: Entfernen Sie Werbung, entsperren Sie alle Aufkleber und mehr!
ru: Удалите рекламу, разблокируйте все наклейки и многое другое!
tr: Reklamları kaldırın, tüm çıkartmaları kilitleyin ve daha fazlasını yapın!

source: Share this app
de: Diese App teilen
ru: Поделиться этим приложением
tr: Bu uygulamayı paylaş

source: Rate this app
de: Diese App bewerten
ru: Оценить это приложение
tr: Bu uygulamayı değerlendir

source: Send feedback
de: Feedback senden
ru: Отправить отзыв
tr: Geribildirim gönder

source: FAQs
ru: Часто задаваемые вопросы
tr: SSS

source: Your Stickers
de: Ihre Aufkleber
ru: Ваши наклейки
tr: Çıkartmalarınız

# notCreatedAnySticker
source: You haven't created any stickers yet.
de: Sie haben noch keine Aufkleber erstellt.
ru: Вы еще не создали ни одной наклейки.
tr: Henüz hiç çıkartma oluşturmadınız.

source: Coming soon
de: Kommt bald
ru: Скоро
tr: Yakında

source: Generate Sticker
de: Aufkleber generieren
ru: Создать наклейку
tr: Çıkartma Oluştur

source: Start with a prompt
de: Mit einem Hinweis beginnen
ru: Начните с подсказки
tr: Bir ipucu ile başlayın

# promptHint
source: A cute cat
de: Eine süße Katze
ru: Милый котенок
tr: Tatlı bir kedi

source: Prompt cannot be empty
de: Hinweis darf nicht leer sein
ru: Подсказка не может быть пустой
tr: İpucu boş olamaz

source: Done
de: Fertig
ru: Готово
tr: Tamam

source: Adjust
de: Anpassen
ru: Настроить
tr: Ayarla

source: Generate Again
de: Erneut generieren
ru: Создать снова
tr: Tekrar Oluştur

source: Save Sticker
de: Aufkleber speichern
ru: Сохранить наклейку
tr: Çıkartmayı Kaydet

# cannotSaveSticker
source: Cannot save image, please try again later.
de: Bild kann nicht gespeichert werden, bitte versuchen Sie es später erneut.
ru: Не удается сохранить изображение, пожалуйста, попробуйте позже.
tr: Resmi kaydedemiyoruz, lütfen daha sonra tekrar deneyin.

# savedSuccessfully
source: Sticker saved successfully.
de: Aufkleber erfolgreich gespeichert.
ru: Наклейка успешно сохранена.
tr: Çıkartma başarıyla kaydedildi.

source: Advanced Settings
de: Erweiterte Einstellungen
ru: Дополнительные настройки
tr: Gelişmiş Ayarlar

source: Seed
de: Startwert
ru: Начальное значение
tr: Tohum

source: Height
de: Höhe
ru: Высота
tr: Yükseklik

source: Width
de: Breite
ru: Ширина
tr: Genişlik

source: Steps
de: Schritte
ru: Шаги
tr: Adımlar

source: Upscale
de: Skalieren
ru: Улучшить
tr: Büyüt

source: Upscale Steps
de: Skalierungsschritte
ru: Шаги улучшения
tr: Büyütme Adımları

source: Negative Prompt
de: Negativer Hinweis
ru: Отрицательная подсказка
tr: Negatif İpucu

# negativePromptHint
source: Things you do not want in the sticker
de: Dinge, die Sie nicht im Aufkleber möchten
ru: Вещи, которые вы не хотите на наклейке
tr: Çıkartmada istemediğiniz şeyler
